/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Code PIN du fournisseur de fédération";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "Le fournisseur de fédération a besoin que vous effectuiez une saisie pour charger/archiver votre certificat.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Terminé";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Interrompre";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Certificat de fédération";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "Il existe déjà une identité archivée dans la fédération. Si vous souhaitez l'utiliser, sélectionnez le bouton 'OK'. Pour en acquérir une nouvelle, sélectionnez 'Annuler'.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Interrompre";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "OK";

